
/* conjunction to end a compound sentence */
" and" = "and";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" is already in use.";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Connecting)";

/* No comment provided by engineer. */
"%@ requests to send you %@" = "%1$@ demande à vous envoyer %2$@";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nouveau compte>";

/* No comment provided by engineer. */
"Account:" = "Compte:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Action:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Add an action for the selected event";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/.";

/* No comment provided by engineer. */
"AIXMLElement does not support the -init method; use -initWithName: instead." = "AIXMLElement does not support the -init method; use -initWithName: instead.";

/* Label beside the field for a contact's alias in the settings tab of the Get Infow indow */
"Alias:" = "Alias:";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Cancel current account activity prefix */
"Cancel: %@" = "Cancel: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Cannot open sound set";

/* No comment provided by engineer. */
"Clear" = "Effacer";

/* No comment provided by engineer. */
"Configure the selected action" = "Configure the selected action";

/* Connect account prefix */
"Connect: %@" = "Connect: %@";

/* No comment provided by engineer. */
"contact list group" = "contact list group";

/* No comment provided by engineer. */
"contact list item" = "contact list item";

/* No comment provided by engineer. */
"Custom" = "Personnaliser";

/* New contact alert pane */
"Delete after event occurs" = "Delete after event occurs";

/* No comment provided by engineer. */
"Delete Event?" = "Delete Event?";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disabled Accounts" = "Disabled Accounts";

/* Disconnect account prefix */
"Disconnect: %@" = "Disconnect: %@";

/* No comment provided by engineer. */
"Edit" = "Edition";

/* No comment provided by engineer. */
"Edit Account" = "Edit Account";

/* No comment provided by engineer. */
"Edit Link" = "Editer un lien";

/* Enable account prefix */
"Enable %@" = "Enable %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Cryptage:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Event:";

/* No comment provided by engineer. */
"Idle" = "Inactif(ve)";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Invalid status icon pack";

/* No comment provided by engineer. */
"Join" = "Join";

/* No comment provided by engineer. */
"Join Chat" = "Join Chat";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Let others know when you are typing";

/* No comment provided by engineer. */
"Meta" = "Meta";

/* No comment provided by engineer. */
"New Alert" = "New Alert";

/* No comment provided by engineer. */
"No compatible accounts connected" = "No compatible accounts connected";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Mot de passe:";

/* No comment provided by engineer. */
"Paste" = "Coller";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Remove the %i actions associated with this event?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Remove the selected action(s)";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Sound set upgrade failed";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "The active status icon pack \"%1$@\" installed at \"%2$@\" is invalid.  It is missing the required status icon \"%3$@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Les caractères que vous entrez ne sont pas valides pour ce type de compte.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "The sound set %1$@ is version %2$i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %1$@ located at %2$@. It has been disabled.";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Typing:";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"User Name" = "Nom d'utilisateur";
